[{"id":15,"title":"Open Data","content":"##Winnipeg Election Open Data 2010\r\n\r\nThese datasets were collected during the Winnipeg 2010 municipal election. \r\n\r\n* [Winnipeg 2010 Civic Ward Polygons](#polygon)\r\n* [City of Winnipeg 2010 Election Results](#2010results)\r\n* [Winnipeg Civic Election Results History](#history)\r\n* [WinnipegElection.ca Source Code](#source)\r\n\r\n\u003cspan class=\"small\"\u003e\u003cem\u003eReleased free and unencumbered into the public domain on [OpenData Day](http://www.opendataday.org/) 2010.\u003c/em\u003e\u003c/span\u003e\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"polygon\"\u003e\u003c/a\u003e\r\n### Winnipeg 2010 Civic Ward Polygons (KML)\r\n\r\nThis [KML](http://code.google.com/apis/kml/documentation/kmlreference.html) document includes mapping polygons for the 15 city-council wards from the 2010 civic election. The provided coordinates can be used with GIS/Mapping tools like [Google Maps and Google Earth](http://code.google.com/apis/kml/documentation/kml_tut.html). \r\n\r\n\u003cp class=\"small\"\u003e\u003cstrong\u003eData File\u003c/strong\u003e: \u003ca href=\"/data/Winnipeg%202010%20Civic%20Wards.kml\"\u003eWinnipeg 2010 Civic Wards.kml\u003c/a\u003e\u003c/p\u003e \r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"2010results\"\u003e\u003c/a\u003e\r\n###City of Winnipeg 2010 Election Results (XML)\r\n\r\nThe city of Winnipeg is publicly hosting two XML documents containing the results of the 2010 Winnipeg Municipal Election. \r\n The schema is undocumented. [Send us your schema suggestions](mailto:winnipeg.election@gmail.com).\r\n\r\n\u003cp class=\"small\"\u003e\u003cstrong\u003eData Files\u003c/strong\u003e: \u003cem\u003e(Mirrored 2010-12-04)\u003c/em\u003e\u003c/p\u003e \r\n \r\n\u003cul class=\"small\"\u003e \r\n\u003cli\u003e\u003ca href=\"/data/WinnipegElectionResults2010.xml\"\u003eWinnipegElectionResults2010.xml\u003c/a\u003e - Mayoral, City Council and School Trustee 2010 election results.\u003c/li\u003e \r\n\u003cli\u003e\u003ca href=\"/data/WinnipegElectionEvent2010.xml\"\u003eWinnipegElectionEvent2010.xml\u003c/a\u003e - Metadata for use with WinnipegElectionResults2010.xml.\u003c/li\u003e \r\n\u003c/ul\u003e \r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"history\"\u003e\u003c/a\u003e\r\n###Winnipeg Civic Election Results History (Google Spreadsheet)\r\n\r\nWinnipeg Election history extracted from City of Winnipeg PDFs. This data should be considered a work in progress. [Feedback and corrections are encouraged](mailto:winnipeg.election@gmail.com).\r\n\r\n\u003cp class=\"small\"\u003e\u003cstrong\u003eData File\u003c/strong\u003e: \u003ca href=\"https://spreadsheets.google.com/ccc?key=0AldJTagt8-2NdDB5QW0weUpFQkRKeTdBWVpnaWE1QUE\u0026amp;hl=en\"\u003eWinnipeg Civic Election Results History\u003c/a\u003e\u003c/p\u003e \r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"source\"\u003e\u003c/a\u003e\r\n###WinnipegElection.ca Website (Source Code)\r\n\r\nThe source code that powers this site is [available on github](https://github.com/opendemocracymanitoba/winnipegelection).","permalink":"open-data","show_title":true,"created_at":"2014-05-28T23:27:51.436-05:00","updated_at":"2014-05-28T23:27:51.436-05:00","navigation_heading_id":null},{"id":16,"title":"Role and Mandate of the Mayor","content":"The Mayor is the head of Council and the chief officer of the City. The responsibilities of the Mayor are listed under Section 57 to 60 of [The City of Winnipeg Charter](http://web2.gov.mb.ca/laws/statutes/2002/c03902e.php). The Mayor chairs the Executive Policy Committee, and is an ex officio member of each Committee of Council. The Mayor appoints:\r\n\r\n* a Deputy Mayor;\r\n* an Acting Deputy Mayor;\r\n* the Chairpersons for the Standing Committees of Council, if standing committees are established by Council; and\r\n* members of the Executive Policy Committee\r\n\r\nThe Deputy Mayor or Acting Deputy Mayor acts in the capacity of the Mayor in cases of his/her absence or unavailability.\r\n\r\nSource: [City of Winnipeg Municipal Manual](http://www.winnipeg.ca/clerks/pdfs/2013MunicipalManual.pdf) ![pdf](/images/pdf.png \"pdf\")\r\n\r\nMore information will be available in the 'Voter Education' page coming soon.","permalink":"role-of-the-mayor","show_title":true,"created_at":"2014-05-28T23:27:51.440-05:00","updated_at":"2014-06-20T02:16:59.846-05:00","navigation_heading_id":null},{"id":13,"title":"Frequently Asked Questions","content":"## Frequently Asked Questions\r\n\r\n* [How are the latest news stories collected?](#news)\r\n* [How can candidate information be updated?](#update_info)\r\n* [How do you decide what candidate information to list?](#candidate_info)\r\n* [How can a debate or forum be listed on your calendar?](#debates)\r\n* [How can a blog or website be added to your online resources section?](#resources)\r\n* [How did you make this website?](#website)\r\n* [Are the operations of your website transparent?](#open)\r\n* [What process did you follow for the candidate questionnaires?](#questionnaire)\r\n* [What questions were on your candidate questionnaire?](#questions)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"news\"\u003e\u003c/a\u003e\r\n## How are the [latest news stories](http://winnipegelection.ca/news_articles/) collected?\r\n\r\nArticles are automatically gathered from [Google News](http://news.google.ca) by searching for the full names of the candidates in the upcoming Winnipeg municipal election. The search location is set to Winnipeg using the [advanced search properties](http://news.google.ca/news/advanced_news_search).\r\n\r\nIf a specific news article is not showing up in our system it is either because the article is awaiting moderated or because the article has not been index by Google News. In order to treat all candidates equally, our news gathering is an automated process and we will not manually add news stories to a ward or candidate page; this prevents us from introducing subjective judgement calls.  \r\n\r\nArticles that mention more than one candidate show up automatically on the site. Articles that mention only one candidate are flagged for moderation by ODM members. Moderation prevents incorrect news articles from being listed for candidates with common names.\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"update_info\"\u003e\u003c/a\u003e\r\n## How can candidate information be updated?\r\n\r\nCandidates can send us updated photos and information via email: \u003cwinnipeg.election@gmail.com\u003e\r\n\r\nEmails should be sent from the email address we have listed for a candidate or the address listed in their election registration/nomination papers.\r\n\r\nWe will do our best to process all updates within 24 hours of their receipt.\r\n\r\n*After October 21th we will no longer be accepting candidate updates. Updates received after this date will not be posted to our site. This deadline exists to ensure that our site remains accurate and consistent during the week of the election.*\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"candidate_info\"\u003e\u003c/a\u003e\r\n## How do you decide what candidate information to list?\r\n\r\n**Email Addresses and Phone Numbers** were found using Google or supplied by candidates. Phone numbers are only listed if they are for a campaign office. Found email addresses are only listed if they are obviously election related (e.g. voteforcandidate@email.com) or if they were found on the candidate's election website or election Facebook page.\r\n\r\n**Websites**: Sites must be election related. Sites have been found using Google or supplied by the candidates. Councillor websites are also listed on the incumbents page.\r\n\r\n**Twitter and YouTube Accounts**: Found using Google or supplied by the candidates.\r\n\r\n**Facebook Pages**: Found by searching Facebook or supplied by candidates. In most cases we will link to candidate \"fan pages\" created specifically for the election. If no fan page exists we will link to Facebook profiles where the wall and info sections are publicly available. Private profiles will be linked to only by candidate request.\r\n\r\n**Photos**: Many were supplied to us directly by candidates. Some photos were found on candidate election websites or public Facebook pages.\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"debates\"\u003e\u003c/a\u003e\r\n## How can a debate or forum be listed on your calendar?\r\n\r\nDebates and forums can be brought to our attention via email: \u003cwinnipeg.election@gmail.com\u003e\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"resources\"\u003e\u003c/a\u003e\r\n## How can a blog or website be added to your online resources section?\r\n\r\nEmail us your election related blogs or websites: \u003cwinnipeg.election@gmail.com\u003e\r\n\r\nOur criteria is the following: A significant proportion of the blog entries, or a specific section of the blog or website, must relate to information relevant to the Winnipeg civic election. Further, the blog or website will not promote intolerance or hateful views to any identifiable group, or exist solely to promote or discredit a single candidate.\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"website\"\u003e\u003c/a\u003e\r\n## How did you make this website?\r\n\r\nThe website is powered by the following technologies:\r\n\r\n* [Ruby](http://www.ruby-lang.org) for programming.\r\n* [Rails](http://rubyonrails.org) for the web framework.\r\n* [Postgres](http://www.postgresql.org) for the database.\r\n* [Nginx](http://nginx.org) for the web server with [Phusion Passenger](http://www.modrails.com/).\r\n* [Google News](http://news.google.ca) for the latest news feature.\r\n* [Slim](http://slim-lang.com) and [SASS](http://sass-lang.com) for visual structure and design.\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"open\"\u003e\u003c/a\u003e\r\n## Are the operations of your website [transparent](http://en.wikipedia.org/wiki/Transparency_%28behavior%29)?\r\n\r\nThis website was created in the spirit of openness, community, accountability and communication.\r\n\r\nThe source code that powers this website is [available on github](http://github.com/opendemocracymanitoba/winnipegelection). \r\n\r\nThe source code and website data are released free and unencumbered into the public domain.\r\n\r\nSee [our source code license](http://github.com/opendemocracymanitoba/winnipegelection/blob/master/UNLICENSE) for more information.\r\n\r\nThe development of this website was funded in part by a [Community Investment grant from the Canadian Internet Registration Authority](http://www.cira.ca/about-cira/community-investment-program/) (CIRA).\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"questionnaire\"\u003e\u003c/a\u003e\r\n## What process will you follow for the candidate questionnaires?\r\n\r\nWe will send a questionnaire to all  all mayoral, council and school trustee candidates after the nomination period closes on September 16, 2014. After this point, no new candidates may be listed on the ballot. All candidates of each election category (mayor, councillor, school trustee) will receive their questionnaires on the same day and will be given the same number of days to reply.\r\n\r\nAll questionnaires willl be sent by email. If a candidate does not have an email address, attempts will be made to contact the candidate by phone in order to get the email address before questionnaires are sent out.\r\n\r\nFive questions were selected related to the candidates' intent, experience, and ideas. Candidates were limited to 200 words per question.\r\n\r\n*After October 19th we will no longer be accepting questionnaire responses or updates. This deadline exists to ensure that our site remains accurate and consistent during the week of the election.*\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"questions\"\u003e\u003c/a\u003e\r\n## What questions were on your candidate questionnaire?\r\n\r\nThe following questions were sent to all candidates for [our 2014 questionnaire](#questionnaire):\r\n\r\n* Why did you decide to run in the 2014 Winnipeg Civic Election?\r\n* What experience will you bring to compliment your role as Mayor?\r\n* What are some issues that you would like to stand for in your role as Mayor and why are these issues important to you?\r\n* What is one thing in particular that you appreciate about the ward you wish to represent?\r\n* Do you have any other comments regarding your candidacy?\r\n\r\nCouncil and School Trustee candidates were sent a similar questionnaire with the word Mayor replaced accordingly.","permalink":"frequently-asked-questions","show_title":true,"created_at":"2014-05-28T23:27:51.415-05:00","updated_at":"2015-10-04T07:54:13.689-05:00","navigation_heading_id":7},{"id":10,"title":"Press Mentions","content":"**RRC Projector** - October 25th, 2010\r\n\r\nTwo Red River College instructors hope their election website will encourage more students to show up at the polls on Oct. 27.\r\n\r\n**Winnipeg Free Press** - [October 23rd, 2010](http://www.winnipegfreepress.com/local/record-number-of-voters-itching-to-cast-ballot-105589158.html)\r\n\r\nInformation-technology instructors Kyle Geske and Jody Gills created the non-profit website winnipegelection.ca in July to provide voters with more information about mayoral, council and school-trustee candidates.\r\n\r\nAs of Friday, their repository included 1,082 election articles, compiled form a variety of Winnipeg media websites, as well as 83 questionnaires completed by candidates.\r\n\r\n**Winnipeg Filipino Journal** - October 22nd, 2010\r\n\r\nWinnipeg's newest citizen election website [WinnipegElection.ca](http://winnipegelection.ca) sent questionnaires to all trustees.\r\n\r\n**CBC TV News Manitoba** - [October 19th, 2010](http://www.cbc.ca/video/#/News/Local_News/Manitoba/1317902896/ID=1619825269)\r\n\r\nCo-Founder Jody Gillis was featured as part of a story on the effect of social media on election campaigns.\r\n\r\n**CBC TV News Manitoba** - [October 4th, 2010](http://www.cbc.ca/canada/manitoba/manitobacivicvotes2010/story/2010/10/03/man-advance-voting-civic-election.html)\r\n\r\nFeatured as part of a story on [advanced voting for the 2010 Winnipeg election](http://www.cbc.ca/canada/manitoba/manitobacivicvotes2010/story/2010/10/03/man-advance-voting-civic-election.html).\r\n\r\n**CBC Radio Noon Winnipeg** - [October 4th, 2010](http://www.cbc.ca/radionoonmanitoba/)\r\n\r\nCo-founder of [Winnipegelection.ca](http://winnipegelection.ca) Kyle Geske was interviewed by [Marilyn Maki of Radio Noon](http://www.cbc.ca/radionoonmanitoba/). [Listen to a portion of the interview](http://www.cbc.ca/manitoba/eal/media/oct15_2010.mp3) (as featured in a [CBC EAL](http://www.cbc.ca/manitoba/eal/2010/10/lesson-59-where-are-the-voters.html) podcast).\r\n\r\n**The Uniter** - [September 16th, 2010](http://uniter.ca/view/4558)\r\n\r\nAnyone serious about voting in the upcoming election will want to check out [www.winnipegelection.ca](http://winnipegelection.ca), a website that features the latest news, information about previous civic elections and info on how you can determine what your ward is if you don’t already know.\r\n\r\n**Uptown Magazine** - [September 9th, 2010](http://www.uptownmag.com/diversions/mobile/Vote-You-have--no-excuse-not-to--102463749.html)\r\n\r\nRecently launched, [Winnipegelection.ca](http://winnipegelection.ca) is a new online resource for Winnipeggers looking to get up to speed before heading to the polls. Along with gathering election news, the site also offers information on candidates for city council, linking you to their websites, email addresses, Facebook pages, Twitter accounts and, in some cases, their YouTube feeds.","permalink":"press-mentions","show_title":true,"created_at":"2014-05-28T23:27:51.393-05:00","updated_at":"2014-08-19T08:10:51.422-05:00","navigation_heading_id":7},{"id":12,"title":"Press Releases","content":"**WinnipegElection.ca Prepares for Voter Engagement** - [October 14, 2014](/press/WinnipegElectionOctober2014MediaRelease.pdf) ![pdf](/images/pdf.png)\r\n\r\nThe Open Democracy Manitoba (ODM) team is at it again for the 2014 Winnipeg Civic Election. This group of four friends operates WinnipegElection.ca and ManitobaElection.ca, election resources where voters can read up on and compare candidates while appreciating a better understanding of the electoral process.\r\n\r\nThe WinnipegElection.ca website was a popular resource during the 2010 election with over 45 thousand voters checking in with the site. “We’re hoping to get more people learning about their candidates this election”, says co-founder Jody Gillis. “I’m hearing that a lot of people don’t vote because they don’t know much about their candidates or what they’re voting for. I’m hoping this is something we can help them with.”\r\n\r\nODM’s successful model hasn’t only been recognized by voters. The group was thrilled to accept a twenty-five thousand dollar grant from the Canadian Internet Registration Authority’s  Community Investment Program. The Canadian Internet Registration Authority manages the .CA top-level domain, Canada’s online identifier, on behalf of all Canadians. A Member-driven organization, CIRA also facilitates the development of a better Internet for all Canadians, and represents the .CA registry internationally.\r\n\r\nWith this grant money, ODM is building a general purpose election toolkit for future civic and provincial elections. This project will be open-sourced with the intention of allowing other citizen groups throughout Canada and the rest of the world to make their own election portal websites. ODM has already inspired and helped citizen’s groups in Kingston, Ontario and Nanaimo, BC to build their own municipal election portals.\r\n\r\n“Open Democracy and Open Government movements are spreading across Canada”, says co-founder Kyle Geske. “On August 11th we hosted Richard Pietro on his cross-Canada Open Government Motorcycle Tour. The room was full of engaged citizens eager to learn about open government, to learn of the transparency and citizen engagement that releasing government data can bring.”\r\n\r\n“We were happy with the turnout, which included a number of city journalists and election candidates including three mayoral candidates: Brian Bowman, Robert-Falcon Oullette and Judy Wasylycia-Leis” says Geske.\r\n\r\nOpen Government is a political philosophy which holds that the data, documents and proceedings of government belong to the people being governed, in order to further the goals of transparency and accountability. In recent months transparency and accountability have been subjects of significant importance at City Hall. A more ‘open government’ isn’t just about public oversight, but is something that gives the citizens and the press the power to better understand and take part in public affairs.\r\n\r\nWith only days until the election, the site is buzzing. Winnipeggers will go to the polls to vote for Mayor, City Council and School Trustees, on Wednesday, October 22, 2014. The information available on WinnipegElection.ca, which includes questionnaire responses from over 121 candidates, will help citizens make an informed choice at the voting box.\r\n\r\n**WinnipegElection.ca Returns for 2011 By-Election** - [November 23, 2011](/press/WinnipegElection2011By-ElectionPressRelease.pdf) ![pdf](/images/pdf.png)\r\n\r\nWinnipegElection.ca is back. The citizen-built election resource was updated earlier this month in preparation for this Saturday’s by-election. The site, originally built by Open Democracy Manitoba for the 2010 Winnipeg general election, continues to empower and educate local voters about the roles, issues, and visions of our representatives. \r\n\r\nThe WinnipegElection.ca website features interactive ward maps, ward statistics and historical information about past elections, along with profiles of the current council and school trustee candidates. Twenty-one of the twenty-five candidates running in the November 26th by-election have replied to the WinnipegElection.ca platform questionnaire. Candidate questionnaire responses are featured on the site, along with links to their web pages, email addresses, and social media accounts.\r\n\r\nCivic by-elections are typically plagued by low voter turn-out. In response to this challenge, the members of Open Democracy Manitoba are running a social-media campaign on Twitter and Facebook, spreading information about this by-election in hopes of increasing voter turnout.\r\n\r\n**Candidates and Voters Embrace Winnipeg Election Website** - [October 18, 2010](/press/WinnipegElectionCa_Oct_18_2010_final.pdf) ![pdf](/images/pdf.png)\r\n\r\nWinnipegElection.ca is pleased to announce its continued success in providing the citizens of Winnipeg with a useful resource for making informed decisions about the October 2010 civic election. Traffic on the website is at an all time high and the response to their all candidate questionnaire is exceeding\r\nexpectations.\r\n\r\n\"We're excited to see such engagement by candidates\" says Jody Gillis, one of the founders of the site. \"Over sixty-four candidates have replied to our questionnaire and this number is growing daily.\"\r\n\r\nWith 150,000+ page views and 15,000+ unique visitors, the locally developed website is growing rapidly by accumulating accurate and up-to-date information about the upcoming election. \"These stats tell us that voters are eager to research their candidates online.\" says co-founder Kyle Geske. \"With only nine days until the election, we’re expecting an acceleration of activity.\"\r\n\r\n**Citizen Created Election Website Attracts Attention** - [September 23, 2010](/press/WinnipegElectionCaAttractsAttention-final.pdf) ![pdf](/images/pdf.png)\r\n\r\nFrustrated by the lack of information about their local candidates during the 2006 Winnipeg civic election, city residents and cousins Kyle Geske and Jody Gillis decided to build an online election resource for their fellow citizens. Geske and Gillis, instructors at Red River College, spent a large part of their spare time during the past two months working on a website for the upcoming Winnipeg civic election. Their work has paid off. Their WinnipegElection.ca website has become a recognized source of information for this October’s election.\r\n\r\n\"We are concerned about voter apathy,\" says Geske when asked about site goals. \"We believe that open and accessible information fosters interest. The strength of our government depends on informed voters.\"\r\n\r\nThe site features interactive ward maps, ward statistics, historical information about past elections, and a calendar of election related events. Candidates are listed along with links to their web pages, email addresses, Facebook fan pages and Twitter feeds. News articles that mention candidates are also linked providing up to date information from a variety of media sources.\r\n\r\nAs the site grows in popularity, it’s not just citizens who are taking notice. \"We have city council and mayoral hopefuls contacting us to provide their photos and social media links,\" says Gillis. \"Engaging citizens online evens the playing field for all candidates.\" \r\n\r\nNow that nominations have been finalized, Geske is working on adding a school trustee section to the site. Meanwhile, Gillis is preparing a candidate questionnaire.","permalink":"press-releases","show_title":true,"created_at":"2014-05-28T23:27:51.409-05:00","updated_at":"2014-10-14T09:22:06.786-05:00","navigation_heading_id":7},{"id":17,"title":"The Role of a City Councillor","content":"Council is the governing body of the City and the custodian of its powers, both legislative and administrative. The City may exercise only those powers granted to it by legislation. \r\n\r\nPolicy making at the local level is limited and controlled by provincial government statute. [The City of Winnipeg Charter](http://web2.gov.mb.ca/laws/statutes/2002/c03902e.php) provides the majority of powers and authority to the City of Winnipeg. However, other statutes extend additional authority to City Council in its decision making process.\r\n\r\nThe composition of City Council is legislated under Part 3 of [The City of Winnipeg Charter](http://web2.gov.mb.ca/laws/statutes/2002/c03902e.php) and consists of 15 Councillors and the Mayor. Each Councillor represents an individual ward while the Mayor is elected by a vote of the city-at-large.\r\n\r\nCouncillors have a dual role, as they are members of Council (decisions affecting the whole city) and members of the Community Committees (local community issues).\r\n\r\nCity Council exercises its powers either by by-law or resolution passed at a regular or special meeting when a quorum is present. Pursuant to the Charter, Council has the authority to establish committees of Council and Council may, by by-law delegate a power, duty or function to a committee of Council.\r\n\r\nThe authority to make final decisions on the following matters remains with Council and cannot be delegated to any political or administrative level below Council: \r\n\r\n* authority to enact a by-law;\r\n* authority to approve an operating or capital budget;\r\n* authority to appoint, suspend or dismiss a statutory officer; or\r\n* authority to enter into a collective agreement in respect of employees;\r\n\r\nSource: [City of Winnipeg Municipal Manual](http://www.winnipeg.ca/clerks/pdfs/2013MunicipalManual.pdf) ![pdf](/images/pdf.png \"pdf\")\r\n\r\nMore information will be available in the 'Voter Education' page coming soon.\r\n","permalink":"role-of-a-city-councillor","show_title":true,"created_at":"2014-05-28T23:27:51.445-05:00","updated_at":"2014-06-20T02:16:11.354-05:00","navigation_heading_id":null},{"id":14,"title":"Election Information","content":"* [What is a General Election?](#general)\r\n* [Find Your Ward](#ward)\r\n* [Find Your Voting Location](#ward)\r\n* [City of Winnipeg Resources](#city)\r\n* [Province of Manitoba Resources](#province)\r\n* [Manitoba School Board Resources](#school_board)\r\n* [Previous Election Results](#results)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"general\"\u003e\u003c/a\u003e\r\n## What is a General Election?\r\n\r\nWinnipeg holds a general municipal election on the fourth Wednesday of October every four years. \r\n\r\nAll [eligible voters](http://winnipeg.ca/clerks/election/election2014/VoterEligibility.stm) in the City of Winnipeg are entitled to cast their vote for:\r\n\r\n* The Office of Mayor. \r\n* One Councillor from each of the 15 city wards.\r\n* School Trustees based on the school divisions within the boundaries of the city.  \r\n\r\nOn occasion by-elections are called to fill vacancies for the Office of Mayor, Councillors, or School Trustees.\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"ward\"\u003e\u003c/a\u003e\r\n## Find Your Ward \u0026 Voting Location\r\n\r\nUse the [City of Winnipeg Voter Information tool](http://www.winnipeg.ca/Election/ENG/default.asp).\r\n\r\nEnter your address to find out your council ward, school trustee ward and voting locations.\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"city\"\u003e\u003c/a\u003e\r\n## City of Winnipeg Resources\r\n\r\n* [City of Winnipeg Election FAQ](http://winnipeg.ca/clerks/election/election2014/FAQs.stm)\r\n* [Official List of Registered Candidates](http://winnipeg.ca/clerks/election/election2014/InformationAboutCandidates.stm)\r\n* [Council and School Division Ward Maps](http://winnipeg.ca/clerks/election/election2014/VotingLocations.stm)\r\n* [Important Election Dates](http://winnipeg.ca/clerks/election/election2014/ImportantDates.stm)\r\n* [Identification Required When Voting](http://winnipeg.ca/clerks/election/election2014/ProofOfIdentity.stm)\r\n* [Information For Candidates](http://winnipeg.ca/clerks/election/election2014/InformationForCandidates.stm)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"province\"\u003e\u003c/a\u003e\r\n## Province of Manitoba Resources\r\n\r\n* [Municipal and School Board Elections 2014](http://web5.gov.mb.ca/mfas/mfas_elections.aspx)\r\n* [Municipal Candidate’s Guidebook](http://web5.gov.mb.ca/mfas/pdf/candidates_guidebook.pdf)\r\n* [Municipal Election FAQ](http://web5.gov.mb.ca/mfas/elections_faq.aspx#general)\r\n* [City of Winnipeg Charter](http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"school_board\"\u003e\u003c/a\u003e\r\n\r\n## Manitoba School Board Resources\r\n\r\n* [Manitoba School Board Elections](http://www.mbschoolboards.ca/elections2014.php)\r\n* [Questions for School Board Candidates](http://www.mbschoolboards.ca/documents/Questions_Candidates.pdf)\r\n* [School Boards](http://www.mbschoolboards.ca/schoolBoards.php)\r\n* [A Guide to School Boards and Trusteeship](http://www.mbschoolboards.ca/documents/A%20Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"results\"\u003e\u003c/a\u003e\r\n## Previous Municipal Election Results\r\n\r\n*General Elections:*\r\n\r\n* [2010 Winnipeg General Election](http://www.winnipeg.ca/clerks/docs/elections/2010Election/results/winnipeg.html)\r\n* [2006 Winnipeg General Election](http://www.winnipeg.ca/Clerks/pdfs/elections/2006election/E06Results.pdf) ![pdf](/images/pdf.png \"pdf\")\r\n* [2002 Winnipeg General Election](http://www.winnipeg.ca/clerks/election/election2002/results.htm)\r\n* [1998 Winnipeg General Election](http://www.winnipeg.ca/clerks/election/result.htm)\r\n\r\n*By-Elections:*\r\n\r\n* [2011 Winnipeg By-Election](http://www.winnipeg.ca/clerks/docs/elections/2011byelection/results/results.html) *One Councillor, One School Trustee*\r\n* [2009 Winnipeg By-Election](http://www.winnipeg.ca/clerks/docs/elections/2009by_election/BE09Results.stm) *One Councillor, One School Trustee*\r\n* [2008 Winnipeg By-Election](http://www.winnipeg.ca/clerks/docs/elections/2008by_election/BE08Results.stm) *One School Trustee*\r\n* [2005 Winnipeg By-Election](http://winnipeg.ca/clerks/pdfs/elections/2005by_election/BE05ResultsAll.pdf) ![pdf](/images/pdf.png \"pdf\") *One Councillor*\r\n* [2004 Winnipeg By-Election](http://www.winnipeg.ca/clerks/pdfs/elections/2004by_election/BE04ResultsAll.pdf) ![pdf](/images/pdf.png \"pdf\") *Mayoral Race, Two Councillors, Two School Trustees*\r\n* [2003 Winnipeg By-Election](http://www.winnipeg.ca/clerks/election/election2002/pdfs/ResultReleaseOct2003.pdf) ![pdf](/images/pdf.png \"pdf\") *One School Trustee*\r\n* [1998-2002 Winnipeg By-Elections](http://www.winnipeg.ca/clerks/election/election2002/history.htm#byelec) *One Councillor, Five School Trustees*","permalink":"election-information","show_title":true,"created_at":"2014-05-28T23:27:51.432-05:00","updated_at":"2014-09-23T09:42:09.176-05:00","navigation_heading_id":null},{"id":18,"title":"The Role of a School Trustee","content":"The main functions of a school trustee include preparing for and participating in school board and committee meetings. Each school division has a school board made of school trustees. Policy is determined at public school board meetings and sets the direction for the school division.\r\n\r\nSchool Trustees also attend meetings of the committees on which they serve. Most school boards have a number of committees that deal with areas such as finance, personnel, curriculum, and facilities. Other committees can be formed to deal with special projects or emerging issues. These committees create reports that generally go to the school board before being passed as policy.\r\n\r\nSource: [A Guide to School Boards and Trusteeship in Manitoba - Manitoba School Boards Association](http://www.mbschoolboards.ca/documents/A%20Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf \"pdf\")\r\n\r\nMore information will be available in the 'Voter Education' page coming soon.\r\n\r\n","permalink":"role-of-a-school-trustee","show_title":true,"created_at":"2014-05-28T23:27:51.449-05:00","updated_at":"2014-09-14T04:43:40.239-05:00","navigation_heading_id":null},{"id":20,"title":"Election Calendar","content":"\u003ciframe src=\"https://www.google.com/calendar/embed?showTitle=0\u0026amp;showPrint=0\u0026amp;showCalendars=0\u0026amp;showTz=0\u0026amp;mode=AGENDA\u0026amp;height=600\u0026amp;wkst=1\u0026amp;bgcolor=%23eeeeee\u0026amp;src=b71puq97c63k4lunhtapbqsp2g%40group.calendar.google.com\u0026amp;color=%238D6F47\u0026amp;ctz=America%2FWinnipeg\" style=\" border-width:0 \" width=\"900\" height=\"600\" frameborder=\"0\" scrolling=\"no\"\u003e\u003c/iframe\u003e","permalink":"calendar","show_title":true,"created_at":"2014-07-02T07:31:14.764-05:00","updated_at":"2014-07-05T11:42:57.717-05:00","navigation_heading_id":null},{"id":21,"title":"Election Education","content":"## [Municipal Election Basics](#election_basics)\r\n* [Why is the City of Winnipeg having an election?](#why_election)\r\n* [What is a Municipal Election?](#what_election)\r\n* [How does a municipal election differ from a provincial election and a federal election?](#difference_elections)\r\n* [What is the difference between a general election and a by-election?](#byelection)\r\n* [How do I find out what the candidates stand for?](#councillor_position)\r\n* [What is a ward?](#what_ward)\r\n\r\n## [Electoral Participation](#election_participation)\r\n* [What will I be voting for?](#what_vote)\r\n* [Where do I vote?](#where_vote)\r\n* [What will I see on the ballot?](#what_ballot)\r\n* [What is the Voter’s List?](#what_list)\r\n* [What can I do if I am not on the Voter’s List?](#Not_on_list)\r\n* [How can I get involved in an election campaign?](#how_involved)\r\n\r\n## [Municipal Official Basics](#official_basics)\r\n* [What is a mayor?](#what_mayor)\r\n* [What does the mayor do?](#mayor_does)\r\n* [What is a City Councillor?](#what_councillor)\r\n* [What do Councillors do?](#councillor_does)\r\n* [What is Council?](#what_council)\r\n* [How do I find out what my councillor / mayor has done?](#councillor_done)\r\n* [What is a by-law?](#what_bylaw)\r\n\r\n\r\n## [School Trustee Basics](#trustee_basics)\r\n* [What is a school board election?](#board_election)\r\n* [What is a School Board?](#what_board)\r\n* [What is a school trustee?](#what_trustee)\r\n* [What does a school trustee do?](#trustee_does)\r\n* [What is a School Division / District?](#what_division)\r\n* [What can help me make a decision about which school trustee to vote for?](#who_trustees)\r\n* [What are School Division wards?](#what_sch_wards)\r\n* [How does somebody become a School Trustee?](#how_trustee)\r\n\r\n\r\n\u003cbr/\u003e\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"election_basics\"\u003e\u003c/a\u003e\r\n# Municipal Election Basics\r\n\r\n\r\n\u003ca name=\"why_election\"\u003e\u003c/a\u003e\r\n##Why is the City of Winnipeg having an election?\r\n\r\nThe City of Winnipeg Charter states that the City of Winnipeg must hold an election on the “fourth Wednesday of October 2002, and in each fourth year thereafter.” The next general election in Winnipeg is to be held Wednesday, October 22nd, 2014. \r\n\r\nThe City of Winnipeg Charter is a piece of legislation passed by the Province of Manitoba, which sets out the powers given to the City of Winnipeg and the responsibilities that the City of Winnipeg must follow.\r\n\r\nSource: [City of Winnipeg Charter – Section 19]( http://web2.gov.mb.ca/laws/statutes/2002/c03902e.php#19)\r\n\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_election\"\u003e\u003c/a\u003e\r\n##What is a Municipal Election?\r\n\r\nA municipal election is an election for a city, town, or rural municipality, as opposed to a [provincial election](#provincial_election) or a [federal election](#federal_election). The City of Winnipeg will have a municipal election on October 22nd, 2014. This will be a general election, which is an election held in October once every four years for all the offices of councillor and mayor.\r\n\r\nMunicipal elections in Manitoba are held the same day as [school board elections](#board_election).\r\n\r\nSource: [Municipal and School Board Elections 2014](http://web5.gov.mb.ca/mfas/mfas_elections.aspx)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"difference_elections\"\u003e\u003c/a\u003e\r\n##How does a municipal election differ from a provincial election and a federal election?\r\n\r\n**Municipal Election**: A general election is held to select members of Council to represent each geographic area of Winnipeg. In addition, voters select a mayor to represent the entire City of Winnipeg.\r\nEach voter has the choice to select one council candidate to represent their area, and one mayoral candidate to represent the city. The councillors and mayor create and vote on bylaws at City Hall, which fall under the City of Winnipeg. There are no political parties registered at the municipal level in Winnipeg.\r\n\r\n**School Board Election** School Board Elections are held the same day in Winnipeg as the Muncipal Election. Voters also choose one or more school trustee candidates. The [number of School Trustees to be elected in each ward](#sch_ward_numbers) is not consistent between the various School Divisions. School Trustees create and vote on bylaws in the School Division they represent.\r\n\r\n\u003ca name=\"provincial_election\"\u003e\u003c/a\u003e\r\n**Provincial Election**: A general election is held to select Members of the Legislative Assembly (MLAs) to represent each geographic area of Manitoba. These members create and vote on laws in the Manitoba Legislature, which fall under provincial jurisdiction. Unlike municipal elections, voters do not directly vote for their provincial leader (the Premier). The Premier is generally the leader of the political party that has more elected members than any other party.\r\n\r\n\u003ca name=\"federal_election\"\u003e\u003c/a\u003e\r\n**Federal Election**: A general election is held to select Members of Parliament (MPs) to represent each geographic area of Canada. These members create and vote on laws in Parliament, which fall under federal jurisdiction. Unlike municipal elections, voters do not directly vote for their federal leader (the Prime Minister). The Prime Minister is generally the leader of the political party that has more elected members than any other party.\r\n\r\nCanada’s constitution is the document that outlines what areas of law the provinces and federal government have the power to create. For instance, an MLA may create laws relating to how education is delivered, since education falls under the provincial government. Similarly an MP may create laws relating to what is in the Criminal Code, since the Criminal Code falls under the federal government.\r\n\r\nMunicipalities and municipal elections fall under the authority of the provincial government. Provincial legislation in Manitoba dictates how elections are to be held, and what the powers of the mayor and councillors are. Similarly, school board elections are under provincial authority. The Municipal Act, The City of Winnipeg Charter, and The Municipal Councils and School Boards Election Act are pieces of legislation that dictate how municipalities ans school boards may conduct themselves.\r\n\r\nSource: [City of Winnipeg Charter – Sections 128 – 173]( http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#128)\r\n\r\nSource: [The Municipal Act – Section 232]( http://web2.gov.mb.ca/laws/statutes/ccsm/m225e.php#232)\r\n\r\nSource: [The Manitoba Act, 1870](http://www.solon.org/Constitutions/Canada/English/ma_1870.html)\r\n\r\nSource: [The Constitution Act, 1867 – Sections 91 – 93]( http://www.canlii.org/en/ca/const/const1867.html#distribution)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"byelection\"\u003e\u003c/a\u003e\r\n##What is the difference between a general election and a by-election?\r\n\r\nA by-election is \"an election that is not conducted as part of a general election\" (Gov of MB). By-elections can be held for both school boards and municipalities. A by-election may be held if an office of mayor, councillor, or school trustee is left vacant between general elections.\r\n\r\nSource: [The Municipal Councils and School Boards Elections Act – Definitions]( http://web2.gov.mb.ca/laws/statutes/ccsm/m257e.php#1)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"councillor_position\"\u003e\u003c/a\u003e\r\n##How do I find out what the candidates stand for?\r\n\r\nDetermining who is a good candidate is a judgment call that you get to make as a voter. You can make this decision in whatever way you choose. Our website provides you with several ways to contact your candidates so that you may ask him or her your questions. We list links to candidate websites, Facebook pages, Twitter and Youtube accounts, phone and email. Most candidates have a short bio on their websites and / or their Facebook 'About' page that helps you get a sense of who they are.\r\n\r\nYou may also view [recent news articles](http://winnipegelection.ca/news_articles) relevant to each candidate on the candidate pages and most candidates have responded to our candidate [questionnaires](#questionnaire). Simply click on the candidate name in order to view this information.\r\n\r\nThe Manitoba School Boards Association has put together a list of helpful questions you can ask of your school board candidates, which is available [here](http://www.mbschoolboards.ca/documents/Questions_Candidates.pdf).\r\n\r\n\u003ca name=\"questionnaire\"\u003e\u003c/a\u003e\r\nQuestions that were asked of candidates:\r\n\r\n* Why did you decide to run in the 2014 (Winnipeg Civic Election / School Board Election)?\r\n* What experience will you bring to compliment your role as (Mayor / Councillor / School Trustee)?\r\n* What are some issues that you would like to stand for in your role as (Mayor / Councillor / School Trustee), and why are these issues important to you?\r\n* What is one thing in particular that you appreciate about the (City of Winnipeg / the ward / the school ward or school division) you wish to represent?\r\n* Do you have any other comments regarding your candidacy?\r\n\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_ward\"\u003e\u003c/a\u003e\r\n##What is a ward?\r\n\r\nA ward is a geographic area that a candidate will represent if elected. Wards can refer to Council Wards or School Division Wards.\r\n\r\nThe City of Winnipeg is divided into 15 different wards, each of which is represented by a councillor. Each ward had between approximately 30,000 to 50,000 residents at the time of the 2006 Census. Each of these councillors, along with the mayor, make the governing body called Council. The mayor represents the entire city, rather than a ward or group of wards. On election day, the candidate that receives the highest number of votes in each ward will become the next councillor representing that ward.\r\n\r\nEach School Division is also divided into several wards, although the number of School Trustees to be elected in each ward is not consistent between the various School Divisions. The total number of trustees in each division is between eight and nine. Each ward will have between one and four elected candidates, depending on the School Division. Some divisions have more smaller wards represented by one or two candidates, while others have fewer larger wards represented by three or four candidates each.\r\n\r\n\u003ca name=\"sch_ward_numbers\"\u003e\u003c/a\u003e\r\nThe breakdown of trustees to be elected is as follows:\r\n\r\n###Louis Riel School Division (9 trustees)\r\n\r\n* Ward 1 – Two trustees to be elected\r\n* Ward 2 – Two trustees to be elected\r\n* Ward 3 – Three trustees to be elected\r\n* Ward 4 – Two trustees to be elected\r\n\r\n###Pembina Trails School Division (9 trustees)\r\n\r\n* Ward 1 – Three trustees to be elected\r\n* Ward 2 – Three trustees to be elected\r\n* Ward 3 – Three trustees to be elected\r\n\r\n###River East Transcona School Division (8 trustees)\r\n\r\n* Ward 1 – Two trustees to be elected\r\n* Ward 2 – Two trustees to be elected\r\n* Ward 3 – Two trustees to be elected\r\n* Ward 4 – Two trustees to be elected\r\n\r\n###St. James – Assiniboia School Division (9 trustees)\r\n\r\n* King Edward – Deer Lodge Ward – Three trustees to be elected\r\n* Kirkfield – St. Charles Ward – Three trustees to be elected\r\n* Silver Heights – Booth Ward – Three trustees to be elected\r\n\r\n###Seven Oaks School Division (8 trustees)\r\n\r\n* Ward 2 – Four trustees to be elected\r\n* Ward 3 – Four trustees to be elected\r\n\r\n###Winnipeg School Division (9 trustees)\r\n\r\n* Ward 1 – One trustee to be elected\r\n* Ward 2 – One trustee to be elected\r\n* Ward 3 – One trustee to be elected\r\n* Ward 4 – One trustee to be elected\r\n* Ward 5 – One trustee to be elected\r\n* Ward 6 – One trustee to be elected\r\n* Ward 7 – One trustee to be elected\r\n* Ward 8 – One trustee to be elected\r\n* Ward 9 – One trustee to be elected\r\n\r\nSource: [City of Winnipeg – School Division Names and Boundaries](http://winnipeg.ca/clerks/election/election2014/school_boundaries.stm)\r\n\r\nSource: [City of Winnipeg Charter – Sections 20 – 21]( http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#20)\r\n\r\nSource: [City of Winnipeg Council Ward Profiles – 2006 Census]( http://winnipeg.ca/census/2006/Wards/)\r\n\r\n\u003cbr/\u003e\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"election_participation\"\u003e\u003c/a\u003e\r\n#Electoral Participation\r\n\r\n\u003ca name=\"what_vote\"\u003e\u003c/a\u003e\r\n##What will I be voting for?\r\n\r\nAs a voter, you have the opportunity to vote for at least three candidates: one candidate for mayor, one candidate for councillor, and one or more candidates for school trustee. If you know your ward you may view the available candidates on the [mayor]( http://winnipegelection.ca/electoral_races/2/mayoral-city-of-winnipeg-2014), [councillor]( http://winnipegelection.ca/image_maps/1/city-council), and [school trustee]( http://winnipegelection.ca/image_maps/2/school-trustee) pages for that ward. The school trustee candidates page for your ward has the number of candidates to be elected displayed at the top. If you don’t know the council and / or school division ward in which you reside, you can find out by using this address look-up tool on the City of Winnipeg website [here](http://www.winnipeg.ca/Election/ENG/SelectLocation.asp?SelectActionUrl=AddressDetails.asp%3F).\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"where_vote\"\u003e\u003c/a\u003e\r\n##Where do I vote?\r\n\r\nYou can find out where to vote by using the City of Winnipeg address look-up tool [here](http://www.winnipeg.ca/Election/ENG/SelectLocation.asp?SelectActionUrl=AddressDetails.asp%3F).\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_ballot\"\u003e\u003c/a\u003e\r\n##What will I see on the ballot?\r\n\r\nIf you don’t know your wards, find out what ward you reside in on the City of Winnipeg address look-up tool [here](http://www.winnipeg.ca/Election/ENG/SelectLocation.asp?SelectActionUrl=AddressDetails.asp%3F).\r\n\r\nOnce you know your council and school division wards you can find out who your candidates are by clicking on each of the following: mayor, councillor, school trustee.\r\n\r\nThe order of names listed for each candidate race is available on the City of Winnipeg website [here](http://winnipeg.ca/clerks/election/election2014/pdfs/OrderofNames.pdf).\r\n\r\nA sample ballot with instructions on how to mark the ballot is available on the City of Winnipeg website [here](http://winnipeg.ca/clerks/election/election2014/HowToMarkTheBallot.stm).\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_list\"\u003e\u003c/a\u003e\r\n##What is the Voter’s List?\r\n\r\nThe City of Winnipeg uses a list which is used to allow eligible voters to vote. The original list is called the National Register of Electors compiled by Elections Canada. Additions are made in order to keep the list up-to-date. The list contains voters’ names and addresses.\r\n\r\nSource: [Are you on the voters list? – City of Winnipeg](http://winnipeg.ca/clerks/election/election2014/AreYouOnTheVotersList.stm)\r\n\r\nSource: [The Municipal Councils and School Boards Elections Act – Sections 23 – 31](http://web2.gov.mb.ca/laws/statutes/ccsm/m257e.php#23)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"Not_on_list\"\u003e\u003c/a\u003e\r\n##What can I do if I am not on the Voter’s List?\r\n\r\nYou can present your ID and take an oath at the voting location. The City of Winnipeg website states the following about acceptable ID at the voting place:\r\n\r\n\"A valid driver's license as well as an Enhanced Identification card will be accepted. In the absence of a driver's license or enhanced identification card, any two documents that together show the person's name and current address will also be accepted.\" (Frequently Asked Questions - City of Winnipeg).\r\n\r\nMore information is available on the City of Winnipeg website [here](http://winnipeg.ca/clerks/election/election2014/FAQs.stm).\r\n\r\nSource: [Frequently Asked Questions - Voting - City of Winnipeg](http://winnipeg.ca/clerks/election/election2014/FAQs.stm)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"how_involved\"\u003e\u003c/a\u003e\r\n##How can I get involved in an election campaign?\r\n\r\nYou can use the contact information provided for any candidate in the 2014 municipal and school trustee elections on this site. Simply go to the appropriate [mayoral](http://winnipegelection.ca/electoral_races/2/mayoral-city-of-winnipeg-2014), [councillor](http://winnipegelection.ca/image_maps/1/city-council), or [trustee](http://winnipegelection.ca/image_maps/2/school-trustee) ward to view the candidate contact information.\r\n\r\n\u003cbr/\u003e\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"official_basics\"\u003e\u003c/a\u003e\r\n#Municipal Official Basics\r\n\r\n\u003ca name=\"what_mayor\"\u003e\u003c/a\u003e\r\n##What is a mayor?\r\n\r\nIn Winnipeg, the mayor is the head of council and is chief officer of the city. Winnipeg’s mayor is elected separately from council, but on the same ballot, during a general election. While individual councillors represent wards (geographic areas of the city), the mayor represents the entire city.\r\n\r\nWinnipeg has a Strong Mayor system, which is a subset of the mayor-council model. Different cities can have different models determined by the respective provincial government in which the city is located. In the strong-mayor model, the mayor is the chief executive officer, with the power to appoint department heads. The council under this model does not oversee day to day operations of the city.\r\n\r\nSource: [City of Winnipeg Charter – Section 57]( http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#57)\r\n\r\nSource: [How to Mark the Ballot – City of Winnipeg](http://winnipeg.ca/clerks/election/election2014/HowToMarkTheBallot.stm)\r\n\r\nSource: [National League of Cities – Mayoral Powers]( http://www.nlc.org/build-skills-and-networks/resources/cities-101/city-officials/mayoral-powers)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"mayor_does\"\u003e\u003c/a\u003e\r\n##What does the mayor do?\r\n\r\nWinnipeg’s mayor appoints the deputy and acting deputy mayors, chairpersons for the committees of council, and members of the Executive Policy Committee (EPC). The mayor may remove a councillor from one of these positions at any time.\r\n\r\nThe mayor may hire staff for “strategic analysis, research, communications, and support in such areas as the mayor determines are required” (City Organization By-law). In addition, the Office of Policy Development and Communications provides “fiscal, intergovernmental affairs, policy and strategic analysis, research, communication and support” to the mayor’s office and the EPC. The mayor has direct powers to suspend the Chief Administrative Officer for a period of up to three days, which may be extended by the EPC.\r\n\r\nThe mayor is one of sixteen members of council and may propose and vote on bylaws, along with other members of Council.\r\n\r\nSource: [City of Winnipeg Charter – Sections 57 – 60, 98]( http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#57)\r\n\r\nSource: [City Organizational By-law – Section 16]( http://winnipeg.ca/clkdmis/DocExt/ViewDoc.asp?DocumentTypeId=1\u0026DocId=800)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_councillor\"\u003e\u003c/a\u003e\r\n##What is a City Councillor?\r\n\r\nA city councillor is one of fifteen members of council, other than the mayor. Each Councillor represents a different area of the city called a ward. A council candidate may become a city councillor if he or she receives more votes than any other candidates, in the ward he or she is nominated.\r\n\r\nSource: [City of Winnipeg Municipal Manual – City Council and Committees – Page 46]( http://winnipeg.ca/clerks/pdfs/2013MunicipalManual.pdf)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"councillor_does\"\u003e\u003c/a\u003e\r\n##What do Councillors do?\r\n\r\nCouncillors together with the mayor form Council, which is the governing body of the city. Councillors act through proposing and voting on by-laws, which sets out the direction of the city under which the city administration must operate. Councillors are also on Community Committees, where they make decisions affecting their particular region of the city. Councillors may also be appointed by the mayor to be a chair of a committee of council, each governing different departments or areas of city policy.\r\n\r\nSource: [City of Winnipeg Municipal Manual – City Council and Committees – Page 46]( http://winnipeg.ca/clerks/pdfs/2013MunicipalManual.pdf)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_council\"\u003e\u003c/a\u003e\r\n##What is Council?\r\n\r\nCouncil is the governing body of the city. It consists of the mayor and 15 city councillors, each councillor representing a different part of Winnipeg. Council’s governance of the city is limited by provincial laws, such as the City of Winnipeg Charter. Each councillor and the mayor get one vote on council decisions, with a total of 16 votes on council. Council sets the overall direction of the city, which must be followed by the City Administration.\r\n\r\nThe City of Winnipeg Charter identifies several general areas over which Council may create bylaws (subject to restrictions), including:\r\n\r\n* Public convenience\r\n* Health, safety and well-being\r\n* Activities in Public Spaces\r\n* Streets\r\n* Activities of businesses\r\n* Buildings, equipment and materials\r\n* Historic buildings, land and areas\r\n* Condominium conversions\r\n* Construction in floodway and floodway fringe areas\r\n* Waterways\r\n* Water\r\n* Waste\r\n* Public transportation\r\n* Ambulance services\r\n* Fire protection\r\n* Police, and\r\n* Arbitration in collective bargaining with police services\r\n\r\nThe City’s Organization By-Law ensures council does not delegate several specific matters, including operating and capital budgets, the city’s mill rate (used for property taxes), and the appointment of key city officers, among other things.\r\n\r\n\r\nSource: [Municipal Manual – City of Winnipeg – Page 46](http://winnipeg.ca/clerks/pdfs/2013MunicipalManual.pdf)\r\n\r\nSource: [City of Winnipeg Charter – Sections 128 – 173](http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#128)\r\n\r\nSource: [City Organizational By-law – Section 3 – Page 2](http://winnipeg.ca/clkdmis/DocExt/ViewDoc.asp?DocumentTypeId=1\u0026DocId=800)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"councillor_done\"\u003e\u003c/a\u003e\r\n##How do I find out what my councillor / mayor has done?\r\n\r\nYou may watch 2013 or 2014 Council Meeting videos on the City of Winnipeg website [here](http://winnipeg.ca/council/video.asp). You may view Council Meeting Minutes [here](http://winnipeg.ca/clkdmis/DocSearch.asp?CommitteeType=C\u0026DocumentType=M). Many votes with significant media attention are ‘recorder votes’. You can see what councillor voted which way. You can search meetings [here]( http://winnipeg.ca/clkdmis/DocExt/Search.asp) by entering key words. \r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_bylaw\"\u003e\u003c/a\u003e\r\n##What is a bylaw?\r\n\r\nA bylaw is a rule established by an organization, in this case the City of Winnipeg, to regulate itself. Bylaws are voted on and passed by Council. Bylaws may be passed or amended by vote at Council meetings.\r\n\r\nSome major bylaws in the City of Winnipeg include the [Zoning Bylaw](http://winnipeg.ca/clkdmis/DocExt/ViewDoc.asp?DocumentTypeId=1\u0026DocId=3943), the [Neighbourhood Liveability Bylaw](http://winnipeg.ca/clkdmis/DocExt/ViewDoc.asp?DocumentTypeId=1\u0026DocId=3996), and the [Traffic Bylaw](http://winnipeg.ca/clkdmis/DocExt/ViewDoc.asp?DocumentTypeId=1\u0026DocId=344).\r\n\r\nCity of Winnipeg Bylaws may be viewed through [this](http://winnipeg.ca/clkdmis/DocExt/BL_Default.asp?DocumentTypeId=1) page.\r\n\r\nThe default view is of Major By-Laws, but a list of all bylaws is available on this page through using the list filter. The list of all bylaws is very large.\r\n\r\nSource: [City of Winnipeg Charter – Sections 54 \u0026 55](http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php#54)\r\n\r\nSource: [List of Bylaws – City of Winnipeg](http://winnipeg.ca/clkdmis/DocExt/BL_Default.asp?DocumentTypeId=1\u0026)\r\n\r\n\r\n\u003cbr/\u003e\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"trustee_basics\"\u003e\u003c/a\u003e\r\n#School Trustee Basics\r\n\r\n\u003ca name=\"board_election\"\u003e\u003c/a\u003e\r\n##What is a school board election?\r\n\r\nA school board election is an election during which school trustees are elected. School trustee candidates are elected on the same day and on the same ballots as councillor and mayoral candidates.\r\n\r\nThe Manitoba School Boards Association has put together an assortment of information, which may be helpful in building a better understanding of trustees and school board elections. You can view the webpage [here](http://www.mbschoolboards.ca/elections2014.php).\r\n\r\n\r\nSource: [The Public Schools Act - Section 21.50](http://web2.gov.mb.ca/laws/statutes/ccsm/p250e.php#21.50)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_board\"\u003e\u003c/a\u003e\r\n##What is a School Board?\r\n\r\nA school board is the group of school trustees that create and vote on policies that set out the direction of a school division.\r\n\r\nSource: [Guide to School Boards and Trusteeship – Page 8](http://www.mbschoolboards.ca/documents/Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_trustee\"\u003e\u003c/a\u003e\r\n##What is a school trustee?\r\n\r\nA School Trustee is an elected representative that votes on and develops policies under which a School Division must operate. Each School Division in Winnipeg has between eight and nine elected trustees. Together all the School Trustees in one School Division form the School Board for that division.\r\n\r\nSource: [Guide to School Boards and Trusteeship – Page 8](http://www.mbschoolboards.ca/documents/Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"trustee_does\"\u003e\u003c/a\u003e\r\n##What does a school trustee do?\r\n\r\nSchool Trustees, together as the School Board, set policy through decisions at public meetings that are held regularly. The policies they create set the direction of the School Division.\r\n\r\nIn the creation of policies for a school division, the school board must follow the provincial laws, such as the Public Schools Act, that outline their roles, responsibilities, and limitations.\r\n\r\nSource: [Guide to School Boards and Trusteeship – Page 8](http://www.mbschoolboards.ca/documents/Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_division\"\u003e\u003c/a\u003e\r\n##What is a School Division / District?\r\n\r\nA school division is the administrative organization that manages day-to-day school business within its geographic area. A school division is responsible for providing for elementary and secondary public school education.\r\n\r\nThe School Board sets out the overall direction of these schools and the school division enables schools to follow this direction.\r\n\r\nSource: [Guide to School Boards and Trusteeship – Page 8](http://www.mbschoolboards.ca/documents/Guide%20to%20School%20Boards%20and%20Trusteeship_July%202012.pdf)\r\n\r\nSource: [The Public Schools Act – Definitions](http://web2.gov.mb.ca/laws/statutes/ccsm/p250e.php#1)\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"who_trustees\"\u003e\u003c/a\u003e\r\n##What can help me make a decision about which school trustee to vote for?\r\n\r\nDetermining who is a good candidate is a judgment call that you get to make as a voter. You can make this decision in whatever way you choose. Our website provides you with several ways to contact your [candidates](http://winnipegelection.ca/image_maps/2/school-trustee) so that you may ask him or her your questions.\r\n\r\nYou may also view all [recent news articles](http://winnipegelection.ca/news_articles) relevant to each candidate on the candidate page by clicking on a candidate's name, or you can see how they responded to our [candidate questionnaire](#questionnaire).\r\n\r\nYou may also review the information candidates provide about themselves on their website, Facebook page, or through their Twitter and Youtube accounts. Most candidates have a short bio that allows you to learn a little bit about their background.\r\n\r\nThe Manitoba School Boards Association has put together a list of helpful questions you can ask of your school board candidates, which is available [here](http://www.mbschoolboards.ca/documents/Questions_Candidates.pdf).\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"what_sch_wards\"\u003e\u003c/a\u003e\r\n##What are School Division wards?\r\n\t\r\nEach School Division is split into several geographic areas called Wards. Each Ward has one or more School Trustees to be elected, sometimes as many as four. You can view the listing of how many trustees in each ward, organized by school division, [here](#sch_ward_numbers).\r\n\r\nSource: [School Division Names and Boundaries](http://winnipeg.ca/clerks/election/election2014/school_boundaries.stm)\r\n\r\n\r\n\u003cbr/\u003e\r\n\r\n\u003ca name=\"how_trustee\"\u003e\u003c/a\u003e\r\n##How does somebody become a School Trustee?\r\n\r\nSomebody becomes a school trustee through being elected. Each School Division ward has between one and four candidates to be elected. If there are the same or fewer candidates than the number to be elected, then they are acclaimed, meaning they become elected without the need for a vote. If there are more candidates than the number to be elected, then the candidates with the highest number of votes get elected until the number of spots fills up. For example, if there are five candidates competing for three trustee positions, only the three candidates with first, second, and third highest number of votes will fill the position. The fourth and fifth placed candidates will not become school trustees in this election.\r\n\r\nIn order to be on the ballot, a person must:\r\n\r\n* Be a Canadian Citizen;\r\n* Be 18 years old or older on Election Day, October 22, 2014;\r\n* Be a resident in the School Division since April 22, 2014; and\r\n* Not be disqualified by law.\r\n\r\nIn addition, the candidate must comply with the nomination process, which includes the appropriate paperwork, including 25 signatures from voters whose names appear on the Voters List in the School Division ward within which the person wishes to be elected. The nomination papers must be submitted between September 10th and September 16th. \r\n\r\nSource: [Candidates for School Trustee – City of Winnipeg](http://winnipeg.ca/clerks/election/election2014/CandidatesForSchoolTrustee.stm)\r\n\r\nSource: [Municipal Councils and School Boards Elections Act – Section 48](http://web2.gov.mb.ca/laws/statutes/ccsm/m257e.php#48)\r\n","permalink":"voter-education","show_title":false,"created_at":"2014-10-15T02:48:50.857-05:00","updated_at":"2014-10-16T00:26:44.059-05:00","navigation_heading_id":8},{"id":23,"title":"Thank You! We'll be in touch.","content":"Thank you for your contact details. We'll reach out when our 2018 Winnipeg Election website is ready.\r\n\r\nUntil then, check out [WinnipegElected.ca](http://WinnipegElected.ca) to see the reports, by-law and motions passed by your current Winnipeg city council.","permalink":"thank-you","show_title":true,"created_at":"2018-05-13T07:50:52.999-05:00","updated_at":"2018-05-13T07:53:38.546-05:00","navigation_heading_id":null},{"id":11,"title":"About Us","content":"[WinnipegElection.ca](/) is a citizen-created election resource for voters in Winnipeg, Manitoba, Canada.\r\n\r\nThis site features interactive ward maps, ward statistics, historical information about past elections, a calendar of election events, and educational resources about voting and government. Mayoral, City Council and School Board candidates are listed along with links to their web pages, email addresses, Facebook fan pages and Twitter feeds. News articles that mention candidates are listed along with candidate responses to our election questionnaire.\r\n\r\nWe describe our methodologies and technologies on our [Frequently Asked Questions Page](http://winnipegelection.ca/pages/13/frequently-asked-questions).\r\n\r\nThe history of this site can be seen in our [Press Releases](http://winnipegelection.ca/pages/12/press-releases) and [Press Mentions](http://winnipegelection.ca/pages/10/press-mentions).\r\n\r\n\u003cp class=\"small\"\u003e\u003cem\u003eWinnipegElection.ca has no affiliation with \u003ca href=\"http://www.winnipeg.ca/clerks/\"\u003ethe City of Winnipeg Clerk's Department\u003c/a\u003e, the official Election authority for city council and school trustee elections.\u003c/em\u003e\u003c/p\u003e\r\n\r\n\u003cbr\u003e\r\n\r\n## Open Democracy Manitoba\r\n\r\nWinnipegElection.ca was built by [Open Democracy Manitoba](http://opendemocracymanitoba.ca) with the goal of increasing community interest in democracy and encouraging government openness.\r\n\r\nOpen Democracy Manitoba is run by the volunteer efforts of Kyle Geske, Andrew Burton and Ken Harasym. We maintain a similar website for Manitoba provincial elections, [ManitobaElection.ca](http://manitobaelection.ca).\r\n\r\n\u003cbr/\u003e\r\n\r\n## Our Mission\r\n\r\nOur mission is to empower voters, helping them learn about the roles, issues, and visions of our representatives in order have a more accountable and respectful democracy.\r\n\r\n\u003cbr/\u003e\r\n\r\n## Funding Recognition\r\n\r\nThe development of this website was funded in part by a [Community Investment grant from the Canadian Internet Registration Authority](http://www.cira.ca/about-cira/community-investment-program/) (CIRA). CIRA manages the .CA top-level domain, Canada’s online identifier, on behalf of all Canadians. A Member-driven organization, CIRA also facilitates the development of a better Internet for all Canadians, and represents the .CA registry internationally.\r\n\r\n\u003cbr style=\"clear:both;\"\u003e\r\n\r\n## Contact?\r\n\r\nEmail: \u003cwinnipeg.election@gmail.com\u003e\r\n\r\nTwitter: [@WpgElection](http://twitter.com/WpgElection)\r\n\r\nFacebook: [Winnipeg Election Fan Page](http://facebook.com/winnipegelection)\r\n\r\n\u003cbr/\u003e\r\n\r\n*Learn to Question. Question to Learn.*","permalink":"about-us","show_title":true,"created_at":"2014-05-28T23:27:51.404-05:00","updated_at":"2018-05-21T07:28:31.572-05:00","navigation_heading_id":7}]